posts/japanes-koko-soko-asoko-diffrent.org
#+TITLE: ここ/そこ/あそこは名です
#+DATE: [2020-11-29 Sun 23:21]
1. ここ/そこ/あそこは名です
   指示场所时，用“ここ”“そこ”“あそこ”。所表示的位置关系与“これ”“それ”“あれ”相同。
   1) ここ は　デパートです。（这里是百货商店。）
   2) そこ は　図書館です。（那里是图书馆。）
   3) あそこ は　入り口です。（那儿是入口。）

2. 名 は 名　[场所]です 表示“名词”存在于“名词”【场所】。
   a. 食堂 は デパートの７階 です。（食堂在百货商店的７层。）
   b. トイレ は ここです。（厕所在这儿。）
   c. 小野さん は 事務所 です。（小野女士在事务所。）

注意:
"小野さんは事務所です" 的汉语译文是 "小野女士在事务所。”不能译为“小野女士是事务
所。” 日语的“は”比汉语的“是”更为广泛的含义。在这里表示小野女士在什么地方。
“トイレは　ここです”意思是“厕所在这儿。”是将“トイレ”作为话题来阐述。
而不是将“ここ”作为话题来阐述，意思是“这里是厕所。”

1. 名 は どこですか
用于询问存在的场所。
1) トイレは　どこですか。（厕所在哪儿？）
   ――あちら　です。（在那儿。）
2) あなたの　かばん　は　どこですか?（你的包在哪儿？）
   ――私の かばん　は　ここです。（我的包在这儿。）
