japanes-koko-soko-asoko-diffrent.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-11-11 Thu 01:44 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>ここ/そこ/あそこは名です</title>
<meta name="generator" content="Org mode">
<meta name="description" content="This is my personal website, a place where to me to write anything I want."
>
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" /><link rel="stylesheet" href="/style.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
 <span><h1 class="brand"><a href="/">大道至簡</a></h1><span class="slogen">咦！錢塘江上潮信來，今日方知我是我。</span></span> <nav> <ul class="menu"> <li><a href="/">Home</a></li> <li><a href="/pages/books">Books</a></li><li><a href="/pages/about">About</a></li>  <li><a href="/rss.xml">RSS</a></li> </ul> <hr/> </nav>
</div>
<div id="content">
<header>
<h1 class="title">ここ/そこ/あそこは名です</h1>
</header><ol class="org-ol">
<li>ここ/そこ/あそこは名です
指示场所时，用“ここ”“そこ”“あそこ”。所表示的位置关系与“これ”“それ”“あれ”相同。
<ol class="org-ol">
<li>ここ は　デパートです。（这里是百货商店。）</li>
<li>そこ は　図書館です。（那里是图书馆。）</li>
<li>あそこ は　入り口です。（那儿是入口。）</li>
</ol></li>

<li>名 は 名　[场所]です 表示“名词”存在于“名词”【场所】。
a. 食堂 は デパートの７階 です。（食堂在百货商店的７层。）
b. トイレ は ここです。（厕所在这儿。）
c. 小野さん は 事務所 です。（小野女士在事务所。）</li>
</ol>

<p>
注意:
"小野さんは事務所です" 的汉语译文是 "小野女士在事务所。”不能译为“小野女士是事务
所。” 日语的“は”比汉语的“是”更为广泛的含义。在这里表示小野女士在什么地方。
“トイレは　ここです”意思是“厕所在这儿。”是将“トイレ”作为话题来阐述。
而不是将“ここ”作为话题来阐述，意思是“这里是厕所。”
</p>

<ol class="org-ol">
<li>名 は どこですか</li>
</ol>
<p>
用于询问存在的场所。
</p>
<ol class="org-ol">
<li>トイレは　どこですか。（厕所在哪儿？）
――あちら　です。（在那儿。）</li>
<li>あなたの　かばん　は　どこですか?（你的包在哪儿？）
――私の <code>かばん</code> は　ここです。（我的包在这儿。）</li>
</ol>
</div>
<div id="postamble" class="status">
<footer> <div class="generated"> &copy; 2021-2028 TZ, built with <a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3) | <a href="http://beian.miit.gov.cn/">冀ICP备2020025756号-1</a> </div> </footer>
</div>
</body>
</html>
